Repository: emma-burrows/lamarelle-main
Catalog: p/App_LocalResources/Classes.aspx.*.resx
Languages: fr

# abeillesTitle.Text
source: Abeilles (Bees) - 4 years
fr: Abeilles - 4 ans

# boChIntro.Text
source: <p> Oral language skills remain the key component of these classes, to help the children improve their linguistic communication and structure. They are exposed to a more extensive vocabulary relating to space, time and the living world. Reading skills are introduced through the study of the alphabet and letter-sound combinations, while writing skills are developed by drawing lines and copying familiar words.</p>
fr: <p> La maîtrise de la langue orale restera la partie la plus importante de la leçon (développement de la communication et de la structuration du langage) à laquelle se rajoutera une acquisition d’un vocabulaire plus étendu autour des thèmes de la découverte du monde (espace, temps et vivant). La lecture se préparera avec l'étude de l'alphabet et de lettres/sons tandis que l'écriture se développera par la pratique de tracés, courbes et copie de mots familiers.</p>

# bourdonsTitle.Text
source: Bourdons (Bumblebees) - 5 years
fr: Bourdons - 5 ans

# chenillesTitle.Text
source: Chenilles (Caterpillars) - 6 years
fr: Chenilles - 6 ans

# coAbIntro.Text
source: <p> In both these classes, particular emphasis is placed on developing oral language skills through the use of play, songs, nursery rhymes, dancing, and stories. Manual activities such as drawing and colouring are used to introduce real world themes while encouring the skills needed for writing.</p>
fr: <p> Dans ces deux classes, l'accent sera mis sur l'appropriation de la langue orale par des jeux, comptines, chansons, récitations, danses, histoires lues etc...tandis que des activités manuelles (dessin &amp; coloriage) sur les thèmes de la découverte du monde développeront chez l'élève le graphisme et l'écriture.</p>

# coccinellesTitle.Text
source: Coccinelles (Ladybirds) - 3 years
fr: Coccinelles - 3 ans

# currIntro.Text
source: <p>Sessions are taught in French by native French-speaking teachers. Games in French are also organised during the 20-minute break in the middle of the session.</p> <p> Lessons are based on the official French curriculum for pre-schools and primary schools, albeit adapted to a weekly session and the specific needs of bilingual children.</p>
fr: <p>Les séances sont enseignées en langue française uniquement par des institutrices françaises. La récréation de 20 minutes est également animée par des jeux en français.</p> <p> Les cours suivent le programme français des écoles maternelles et primaires, adapté à une session hebdomadaire et aux besoins spécifiques d'élèves bilingues.</p>

# currTitle.Text
source: Curriculum
fr: Programme pédagogique

# endBlurb.Text
source: <p> History, geography and the cultures of the French-speaking world will be covered in all levels, and French holidays will be the occasion of celebrations and entertainment. </p>
fr: <p> Dans tous ces niveaux, des éléments de l'histoire, de la géographie et de la culture françaises et francophones seront abordés et les fêtes du calendrier français seront toujours l'occasion de célébrations et de réjouissances. </p>

# fourmisTitle.Text
source: Fourmis (Ants) - 2 years
fr: Fourmis - 2 ans

# intro.Text
source: <p>This page concerns La Marelle's school for French-speaking children. Please see our <a href="FrenchClasses.aspx">French as a foreign language</a> page if you are looking for French lessons for non-native speakers. Unless otherwise specified, all lessons take place on Saturday mornings between 9.30 and 12.30 at <a href="https://maps.google.co.uk/?q=La+Marelle+DA2+6JX" target="_blank" title="View our exact location on Google Maps">Fleetdown Primary School</a>, Lunedale Road, DA2 6JX (see our <a href="Dates.aspx">calendar</a> for exact dates).</p>
fr: <p>Cette page concerne l'école pour enfants francophones. Veuillez voir notre page <a href="FrenchClasses.aspx">sur les cours de français language étrangère</a> si vous cherchez à apprendre le français. Sauf indication contraire, tous les cours ont lieu le samedi matin entre 9h30 et 12h30 à <a href="https://maps.google.co.uk/?q=La+Marelle+DA2+6JX" target="_blank" title="Voir notre situation géographique sur Google Maps">Fleetdown Primary School</a>, Lunedale Road, DA2 6JX (consulter <a href="Dates.aspx">notre calendrier</a> pour les dates exactes).</p>

# libellules1Title.Text
source: Libellules 1 (Dragonflies) - 8 to 9 years
fr: Libellules 1 - 8 à 9 ans

# liLuIntro.Text
source: <p>Oral skills will be developed further, and pupils will consolidate their existing knowledge of French grammatical rules, learning the more advanced aspects of French grammar through grammar, conjugation and spelling exercises. Meanwhile, their vocabulary and written expression will be enhanced by the study of complete books, and creative writing will also be encouraged.</p>
fr: <p>L'expression orale sera encore développée, et les élèves consolideront leur maîtrise des règles de base de la grammaire française grâce aux exercices de grammaire, conjugaison et orthographe. L'étude d'œuvres complètes enrichira le vocabulaire et l'expression écrite de l'élève, et la créativité de leur expression sera encouragée.</p>

# litTitle.Text
source: Classes for French-speaking children
fr: École pour enfants francophones

# luciolesTitle.Text
source: Lucioles (Fireflies) - 12 to 15 years
fr: Lucioles - 12 à 15 ans

# PageResource1.Title
source: La Marelle - Curriculum
fr: La Marelle - École pour enfants francophones

# paIntro.Text
source: <p>Having learned the basics of reading and writing in English schools, the pupils will easily adapt to reading French thanks to regular practice both within the classroom and at home with their parents. In addition to oral activities, they will learn basic French grammatical rules through grammar, conjugation and spelling exercises, while their vocabulary and written expression will be enhanced by the study of short texts or novels.</p>
fr: <p>Une fois les rudiments de la lecture acquis à l'école anglaise, la lecture en français se développera facilement dans ce niveau par sa pratique régulière durant la session et aussi à la maison avec les parents. En plus des activités orales, les règles de base de la langue française seront étudiées systématiquement avec des exercices de grammaire, conjugaison et d'orthographe tandis que la lecture de textes courts et romans enrichira le vocabulaire et l'expression écrite de l'élève.</p>

# papillonsTitle.Text
source: Papillons (Butterflies) - 7 years
fr: Papillons - 7 à 9 ans

# teacher.Text
source: Teacher
fr: Enseignant(e)&nbsp;

# libellules2Title.Text
source: Libellules 2 (Dragonflies) - 10 to 11 years
fr: Libellules 2 - 10 à 11 ans
