Repository: emma-burrows/lamarelle-main
Catalog: p/App_LocalResources/Fees.aspx.*.resx
Languages: fr

# accountDetails.Text
source: <p>Please <a href="contact.aspx">contact us</a> for our account details.</p> <p><b>Indicate your children's name</b> as the reference so we can check which pupils have been paid for, and tell us if you are paying by BACS as we are not automatically notified of payments.</p>
fr: <p>Veuillez <a href="contact.aspx">nous contacter</a> pour obtenir nos coordonnées bancaires.</p> <p>Veuillez donner <b>le nom de vos enfants</b> comme référence pour que nous puissions vérifier quels élèves ont payé, et dites-nous si vous payez par virement comme nous ne recevons pas d'avis automatique pour les paiements électroniques.</p>

# additionalTitle.Text
source: Additional fees
fr: Frais supplémentaires

# bacs.Text
source: Bank transfer
fr: Virement bancaire

# calculatorTitle.Text
source: Fee Calculator
fr: Calculatrice des tarifs

# cheque.Text
source: Cheque
fr: Chèque

# chequeIntro.Text
source: <p>Cheques should be drawn on a UK bank account or building society and made out to "La Marelle". You can hand it at reception during lessons.</p>
fr: <p>Le chèque doit être tiré sur une banque ou building society anglaise et fait à l'ordre de "La Marelle". Vous pouvez le remettre en main propre à la réception pendant les cours.</p>

# child1.Text
source: 1 child
fr: 1 enfant

# child2.Text
source: 2 children
fr: 2 enfants

# child3.Text
source: 3 children
fr: 3 enfants

# child4.Text
source: 4 children
fr: 4 enfants

# child5.Text
source: 5 children
fr: 5 enfants

# childrenLbl.Text
source: Number of children:
fr: Nombre d'enfants&nbsp;:

# childsNamePaypal.Text
source: Children's name
fr: Nom des enfants

# fees.Text
source: Fees
fr: Tarifs

# feesBlurb.Text
source: <p>Fees are due in their entirety by the <b>first day of term</b> at the very latest. Early payment will secure your child’s place for the next term.</p> <p>In exceptional circumstances, there may be more than 10 lessons in a term – extra sessions will be charged at the “trial session” rate.</p>
fr: <p>Le solde des frais est dû avant le <b>premier cours du trimestre</b> au plus tard. Les premiers à payer auront priorité si les places sont limitées au trimestre suivant.</p> <p>Exceptionnellement, il peut y avoir plus de 10 leçons dans un trimestre – les cours supplémentaires devront être payés au tarif « séance d'essai ».</p>

# hoursLbl.Text
source: Number of hours:
fr: Nombre d'heures&nbsp;:

# hoursOne.Text
source: 1 hour (French as a foreign language only)
fr: 1 heure (Français langue étrangère)

# intro.Text
source: <p>If you think your children would benefit from our French lessons, they can come for a paid trial session (see our <a href="Dates.aspx">lesson dates to find out when the next session is</a>). </p> <p> If you subsequently enrol them, we will ask you to pay for the remaining sessions in the term, as well as the supplies contribution due by all pupils each school year. Other small fees for library books or snacks may be due depending on the classes the children are in.</p>
fr: <p>Si vous pensez que vos enfants pourraient bénéficier de nos leçons de français pour francophones ou anglophones, vous pouvez leur faire faire une séance d'essai payante (voir les <a href="Dates.aspx">dates de nos leçons</a> pour savoir quand aura lieu notre prochaine séance).</p> <p> Lors de leur inscription définitive, vous paierez alors un pro-rata des séances restantes pour le trimestre, ainsi que la contribution annuelle payée chaque année par tous les élèves. Des petites contributions pour les livres de bibliothèque ou les snacks vous seront éventuellement demandées selon les classes des vos enfants.</p>

# lateHeader.Text
source: Late payment fee
fr: Pénalités de retard

# lateIntro.Text
source: <p>Fees paid after the first Saturday of the term will incur a <b>£20 administrative fee</b> per child. If no payment is received by the third session, your child will no longer be a pupil at the school. Please contact us if you are unable to pay your fees for any reason.</p>
fr: <p>Les paiements tardifs, après le premier samedi du trimestre, feront l'objet d'une pénalité de <b>frais administratifs de £20</b> par enfant. Si aucun paiement n'est reçu avant la troisième séance, votre enfant ne sera plus considéré comme un élève de l'école. Veuillez nous contacter si vous ne pouvez pas payer les frais d'inscription, quelle que soit la raison.</p>

# ListItemResource1.Text
source: Trial session only
fr: Séance d'essai seulement

# ListItemResource2.Text
source: Term (3 months = 10 sessions)
fr: Trimestre (3 mois = 10 séances)

# ListItemResource3.Text
source: Entire Year (September-July = 30 sessions)
fr: Année (septembre-juillet = 30 séances)

# litTitleResource1.Text
source: Lesson Fees
fr: Tarifs

# noRefund.Text
source: Please note that no refunds will be given after the term has started.
fr: Les frais d'inscription versés ne sont pas remboursables une fois le trimestre entamé.

# PageResource1.Title
source: La Marelle - Fees
fr: La Marelle - Tarifs

# paypalIntro.Text
source: <p>You can pay fees for one term of three hour sessions using a credit or debit card, or from your own Paypal account, by using the following dialogue box. Prices include a small charge to cover Paypal's processing fees.</p> <p>Please inform us when you are using Paypal as we are not automatically notified of payments.</p>
fr: <p>Vous pouvez nous payer en utilisant une carte bancaire, ou votre propre compte Paypal, en utilisant le formulaire suivant. Les prix sont majorés pour couvrir les frais d'encaissement de Paypal.</p> <p>Veuillez nous contacter si vous payez par Paypal comme nous ne sommes pas automatiquement informés des paiements sur ce compte.</p>

# SubmitResource1.Text
source: Calculate fees
fr: Calculer le tarif

# suppliesHeader.Text
source: Yearly supplies contribution
fr: Cotisation fournitures annuelle

# suppliesIntro.Text
source: <p>A £15 contribution per pupil is due on first registration and at the beginning of each school year. This covers the purchase of some of the extra supplies needed when a child joins a new class.</p>
fr: <p>Une cotisation de <b>£15</b> par élève pour les fournitures est également due lors de la première inscription et au début de chaque année scolaire. Cette cotisation couvre une partie des frais de fournitures lorsqu'un élève rejoint une nouvelle classe.</p>

# termLbl.Text
source: Display fee for:
fr: Afficher le tarif pour&nbsp;:

# hoursThree.Text
source: 3 hours
fr: 3 heures

# paymentMethods.Text
source: Payment methods
fr: Méthodes de paiement
