Repository: emma-burrows/lamarelle-main
Catalog: p/App_LocalResources/FrenchClasses.aspx.*.resx
Languages: fr

# age.Text
source: Age group
fr: Tranche d'âge

# childrenIntro.Text
source: <p>La Marelle offers 1- and 3-hour lessons for children of pre-school, primary and secondary school ages. They are a good preparation or complement to French lessons in secondary school and give children confidence in learning a second language.</p> <p>We teach French through games, songs, stories and crafts while encouraging the children's natural desire for communication with an emphasis on fun. At this age children are ready to reproduce the sounds and accent of the foreign language, which will provide them with good sound linguistic skills.</p> <p>Please <a href="Registration.aspx">fill in our registration form</a> if you would like your children to learn French, specifying their ages and existing knowledge of French.</p>
fr: <p>La Marelle propose des cours de 1 ou 3 heures adaptés aux enfants anglophones au niveau maternelle, primaire et secondaire sans connaissance du français ou ayant un français faible. L'approche ludique leur donne une introduction à la langue française qui préparera ou complémentera leur apprentissage à l'école secondaire.</p></td></tr></table> <p>Veuillez <a href="Registration.aspx">remplir notre fiche d'inscription</a> si vous souhaitez que vos enfants suivent des cours de français langue étrangère.</p>

# childrenTitle.Text
source: Classes for Children
fr: Cours pour Enfants

# gcseIntro.Text
source: <p>La Marelle provides classes to help young people prepare their French GCSE exams. The grammar and themes covered in the exam are studied in depth and students are helped individually by a teaching assistant to improve their oral skills. Students are tested three times during the year. If required, the exam can also be taken early in an independent examination centre.</p>
fr: <p>La Marelle offre des cours de préparation au GCSE français. Les thèmes de l'examen sont étudiés en profondeur, ainsi que la grammaire. Les étudiants bénéficient en plus de l'aide individuelle d'une assistante pour mieux travailler leur oral. Les étudiants sont évalués trois fois dans l'année. L'examen peut également être passé plus tôt dans un centre indépendant.</p>

# gcseTitle.Text
source: Classes for GCSE students
fr: Préparation pour le GCSE

# hour.Text
source: hour
fr: heure

# intro.Text
source: <p>In addition to its school for French-speaking children, La Marelle offers Saturday classes for English-speaking students. All sessions are taught by native French-speaking teachers.</p>
fr: <p>En plus de son école francophone, La Marelle propose des cours du samedi ouverts aux anglophones. Tous les cours sont enseignés par des enseignants de langue maternelle française.</p>

# litTitle.Text
source: French as a foreign language
fr: Cours de français langue étrangère

# PageResource1.Title
source: French as a foreign language
fr: La Marelle - Français langue étrangère

# privateIntro.Text
source: <p>Some of our teachers also provide private tuition for children and conversation classes for adults; <a href="Contact.aspx">please contact us if you are interested</a></p>
fr: <p>Certains de nos enseignants proposent également des cours particuliers pour enfants et des cours de conversation pour adultes, veuillez <a href="Contact.aspx">nous contacter</a> à ce sujet.</p>

# privateTitle.Text
source: Private lessons
fr: Cours privés

# teacher.Text
source: Teacher
fr: Enseignant(e)

# time.Text
source: Time
fr: Horaires

# years.Text
source: years
fr: ans
