Repository: emma-burrows/lamarelle-main
Catalog: p/App_LocalResources/Links.aspx.*.resx
Languages: fr

# ecBlurb.Text
source: One of the most recent schools, started in Bromley in 2012 to cater for children in South London and Surrey.
fr: La petite nouvelle, créée à Bromley en 2012 pour servir les enfants du sud de Londres et du Surrey

# iagBlurb.Text
source: A new free secondary school with a focus on languages, set up by parents in the Greenwich area.
fr: Une nouvelle école secondaire avec un accent sur les langues, créée par les parents de la région de Greenwich.

# lapinsBlurb.Text
source: Created by parents in the Maidstone area, this site contains information on events throughout Kent, and is also a meeting place for French-speaking Internet users. Requires registration to read and reply to messages.
fr: Créé par des parents de la région de Maidstone, le site contient des informations sur les événements qui se déroulent dans tout le Kent. C'est également un lieu de rencontre et de conversation pour les internautes francophones. Vous devez vous enregistrer pour lire et répondre aux messages.

# lapinsTitle.Text
source: Les Petits Lapins forum
fr: Forum des Petits Lapins

# litTitle.Text
source: Friends and partners
fr: Nos amis et partenaires

# maskaradeBlurb.Text
source: Teaching resources to learn French aimed at children.
fr: Apprenez le français avec Maskarade Languages. Pour les enfants de la maternelle à la primaire, un apprentissage du français (FLE) ludique et motivant!

# multilingualBlurb.Text
source: A website enabling parents speaking several languages to exchange tips and experience on bringing up children.
fr: Un site qui vise à aider les parents qui parlent plusieurs langues à échanger leurs expériences et leurs conseils pour élever des enfants multilingues.

# PageRes.Title
source: La Marelle - Links
fr: La Marelle - Liens

# peeBlurb.Text
source: Founded in 1986, the Petite Ecole in Ealing is one of the oldest French Saturday morning schools in the United Kingdom.
fr: Créée en 1986, la Petite Ecole d'Ealing est la doyenne des écoles du samedi au Royaume-Uni.

# pekBlurb.Text
source: The Petite Ecole Kentoise was created shortly before La Marelle and runs two schools near Maidstone and Tonbridge respectively.
fr: La Petite Ecole Kentoise est née un peu avant La Marelle, et a deux antennes, proches de Maidstone et Tonbridge respectivement.

# planEcoleBlurb.Text
source: The French Embassy's "School Plan" aims to develop the teaching of the French language and culture in the United Kingdom. Amongst other things, it plans to aid the creation of bilingual classes in British schools, and to federate complementary schools like La Marelle.
fr: Ce projet de l'Ambassade de France vise à développer l'offre d'enseignement de la langue et de la culture françaises au Royaume-Uni, entre autres en aidant la création de sections bilingues dans les écoles anglaises, et en fédérant les petites écoles comme La Marelle.

# planEcoleTitle.Text
source: Plan Ecole of the French Embassy
fr: Plan Ecole de l'Ambassade de France

# avenueBlurb.Text
source: Run by the French Embassy, AvenueDesEcoles provides official information on available French-language schools and lessons in London.
fr: Géré par l'Ambassade de France, le site AvenueDesEcoles rassemble des informations officielles sur les écoles et les parcours scolaires francophones à Londres.

# bromleyBlurb.Text
source: This primary school in Bromley will specialise in French-English bilingual learning for children aged from four to 11. The school plans to open with up to two reception classes and, if demand exists, up to two Year 1 and Year 2 classes. Its bilingual early immersion model, combined with a strong grounding in academic subjects will foster excellence and offer a broad and balanced curriculum
fr: Cette école primaire à Bromley offrira une éducation bilingue français-anglais aux enfants de 4 à 11 ans. L'école commencera avec deux classes de Reception et, selon la demande, une ou deux classes de Year 1 et Year 2. Son modèle d'immersion précoce bilingue et ses bases academiques solides encourageront l'excellence et offriront un cursus pédagogique large et équilibré.

# bromleyTitle.Text
source: Bromley Bilingual School
fr: École bilingue de Bromley

# Misc.Text
source: Miscellaneous other sites
fr: Autres sites

# Official.Text
source: Official sites
fr: Sites officiels

# Other.Text
source: Other French schools
fr: Autres écoles françaises

# parapluieBlurb.Text
source: Parapluie FLAM is the umbrella organisation for all parent-run French schools in the United Kingdom and provides information and support for new and existing schools.
fr: Parapluie FLAM est l'organisme parapluie qui conseille et soutient les écoles francophones gérées par des parents au Royaume-Uni.
