Repository: emma-burrows/lamarelle-main
Catalog: p/App_LocalResources/Registration.aspx.*.resx
Languages: fr

# abilityLblResource1.Text
source: Children's French ability:
fr: Niveau du français des enfants&nbsp;:

# adresseLbl.Text
source: The full address where the children live:
fr: Adresse complète où habitent les enfants&nbsp;:

# adresseRequired.ErrorMessage
source: Please enter a postal address including town and postcode
fr: Veuillez entrer une adresse complète avec code postal et ville

# bilinguismeFLE.Text
source: Not native speakers (Seeking French lessons)
fr: Non-francophones (Français langue étrangère)

# bilinguismeFrancophone.Text
source: French-speaking parent(s)
fr: Parent(s) francophone(s)

# bilinguismeLblResource1.Text
source: Connection to French language:
fr: Connexion avec la langue française&nbsp;:

# bilinguismeSejour.Text
source: Prolonged stay in French-speaking country
fr: Séjour prolongé dans un pays francophone

# btnEnvoyer.Text
source: Send
fr: Envoyer

# btnEnvoyer.ToolTip
source: Send us your registration form
fr: Envoyer la fiche d'inscription

# childrenTitleResource1.Text
source: Your Children
fr: Vos enfants

# contactTitleResource1.Text
source: Your details
fr: Vos coordonnées

# dateLbl.Text
source: Date of birth:
fr: Date de naissance&nbsp;:

# emailLbl.Text
source: Your Email:
fr: Votre adresse email&nbsp;:

# emailRequired.ErrorMessage
source: Please enter an email address
fr: Veuillez entrer une adresse email

# emailValid.ErrorMessage
source: Please enter a valid email address so we can contact you
fr: Veuillez entrer une adresse email valable pour que nous puissions vous contacter

# enfant1Lbl.Text
source: Child 1.
fr: Enfant 1

# enfant2Lbl.Text
source: Child 2.
fr: Enfant 2

# enfant3Lbl.Text
source: Child 3.
fr: Enfant 3

# furtherInfoResource1.Text
source: Further information about your family
fr: Informations complémentaires sur votre famille

# introResource1.Text
source: <p>To enrol your children or get more details, please fill in the following form and we will be in touch by email as soon as possible. Note: fields starred with * are required.</p>
fr: <p>Pour inscrire vos enfants ou recevoir plus d'informations, veuillez remplir le questionnaire suivant et nous vous contacterons rapidement. Note&nbsp;: les champs marqués d'un astérisque * sont obligatoires.</p>

# languagesLbl.Text
source: Languages spoken at home:
fr: Langues parlées à la maison&nbsp;:

# lblComment.Text
source: Comments:
fr: Commentaires&nbsp;:

# lblNationalite.Text
source: Nationality:
fr: Nationalité&nbsp;:

# litTitleResource1.Text
source: Enrolment form
fr: Fiche d'inscription

# nomLbl.Text
source: Family name:
fr: Nom de famille&nbsp;:&nbsp;&nbsp;&nbsp;&nbsp;

# nomRequired.ErrorMessage
source: Please enter your family name
fr: Veuillez entrer votre nom de famille

# PageResource1.Title
source: La Marelle - Enrollment form
fr: La Marelle - Fiche d'inscription

# precisions.Text
source: (specify here)
fr: (préciser ici)

# prenomLbl.Text
source: First name:
fr: Prénom&nbsp;:

# prenomRequired.ErrorMessage
source: Please enter your given name
fr: Veuillez entrer votre prénom

# reading.Text
source: Reading
fr: Lu

# reading.Value
source: Reading
fr: Lu

# sexeEnfantLbl.Text
source: Gender:
fr: Sexe&nbsp;:

# sourceAmi.Text
source: friends/colleagues
fr: amis ou collègues

# sourceAmi.Value
source: friends/colleagues
fr: amis ou collègues

# sourceBusinessCard.Text
source: business card
fr: carte de visite

# sourceBusinessCard.Value
source: business card
fr: carte de visite

# sourceEmail.Text
source: email (pls specify sender)
fr: email (préciser l'expéditeur)

# sourceEmail.Value
source: email (pls specify sender)
fr: email (préciser l'expéditeur)

# sourceLbl.Text
source: How did you hear about La Marelle?
fr: Comment avez-vous entendu parler de La Marelle&nbsp;?

# sourceOther.Text
source: other (please specify)
fr: autre (veuillez préciser)

# sourceOther.Value
source: other (please specify)
fr: autre (veuillez préciser)

# sourcePoster.Text
source: poster (pls specify location)
fr: poster (préciser le lieu)

# sourcePoster.Value
source: poster (pls specify location)
fr: poster (préciser le lieu)

# sourcePress.Text
source: press article
fr: article dans la presse

# sourcePress.Value
source: press article
fr: article dans la presse

# sourceWeb.Text
source: web (pls specify site)
fr: web (préciser quel site)

# sourceWeb.Value
source: web (pls specify site)
fr: web (préciser quel site)

# speaking.Text
source: Speaking
fr: Parlé

# speaking.Value
source: Speaking
fr: Parlé

# tel1Lbl.Text
source: Your mobile number:
fr: Votre téléphone portable&nbsp;:

# tel2Lbl.Text
source: Your landline or work number:
fr: Votre téléphone fixe ou de bureau&nbsp;:

# tel1Required.ErrorMessage
source: Please enter your mobile number so we can contact you
fr: Veuillez entrer un numéro de portable où nous pourrons vous joindre

# understanding.Text
source: Understanding
fr: Compris

# understanding.Value
source: Understanding
fr: Compris

# writing.Text
source: Writing
fr: Écrit

# writing.Value
source: Writing
fr: Écrit

# extraMessage.Text
source: <div class="bg-error"><p>We are fortunate to say that the success of La Marelle among families continues. </p> <p>Unfortunately we are now obliged to refuse places. If you are interested on registering your child/children with La Marelle, please contact us from January 2016 onwards.</p> <p>Many Thanks<br/> La Marelle Admnistration Team </p></div>
fr: <div class="bg-error"><p>Le succès de La Marelle auprès des familles de la région continue et nous vous en remercions. </p> <p>Malheureusement, nous sommes maintenant dans l'obligation de ne plus accepter d'élèves à présent. Si vous voulez inscrire votre/vos enfant(s) à La Marelle, veuillez nous contacter à partir de janvier 2016.</p> <p>Cordialement<br/> L'équipe administrative de La Marelle </p></div>
